{
    "motto": "Bezpieczne IT dla Twojego Biznesu",
    "menu_home": "O mnie",
    "menu_academy": "Akademia",
    "menu_software": "Programy",
    "menu_projects": "Projekty",
    "menu_contact": "Kontakt",
    "about_athena": "Athena House specjalizuje się w tworzeniu bezpiecznego oprogramowania z podejściem skoncentrowanym na kliencie, wykorzystując metodyki Agile i CI/CD. Moje usługi obejmują kodowanie w Java i JavaScript przy użyciu różnych frameworków. Aplikacje są wdrażane w chmurze, a infrastruktura jest zoptymalizowana pod kątem bezpieczeństwa.",
    "about_developer": "Nazywam się Bartosz Dziurowicz i jestem Fullstack Developerem z wieloletnim doświadczeniem w branży IT. Specjalizuję się w Java i React, a moje umiejętności obejmują zarówno backend, jak i frontend, co pozwala mi kompleksowo podchodzić do projektów. Znam również technologie chmurowe, co dodatkowo zwiększa moje możliwości dostarczania skalowalnych i bezpiecznych rozwiązań. Posiadam certyfikat z Java, który potwierdza moje kompetencje w tej dziedzinie.",
    "about_academy": "Athena House oferuje kursy szkoleniowe online dostępne na platformie Udemy. Pozwala to na rozwijanie umiejętności w dowolnym miejscu i czasie. Ucz się z ",
    "about_software": "Athena House rozwija unikalne, oryginalne projekty oprogramowania oparte na moich własnych pomysłach. Wykorzystując najnowsze technologie, dostarczam rozwiązania, które są bezpieczne i dostosowane do konkretnych potrzeb z wdrożeniem w chmurze dla zoptymalizowanego bezpieczeństwa. Sprawdź moje ",
    "about_projects": "Portfolio Athena House prezentuje różnorodne projekty realizowane dla klientów z różnych branż. Każdy projekt podkreśla moje doświadczenie i zaangażowanie w dostarczanie bezpiecznych i niezawodnych rozwiązań programowych dostosowanych do oczekiwań klienta. Zobacz moje ",
    "about_contact": "Skontaktuj się ze mną w przypadku pytań lub współpracy. Zawsze jestem gotowy omówić Twoje potrzeby związane z oprogramowaniem i jak Athena House może pomóc w osiągnięciu Twoich celów. Pozostańmy w "
}
  