{
    "pause": "Pauza",
    "auto": "Auto",
    "resume": "Wznów",
    "stop": "Zatrzymaj",
    "motto": "Bezpieczne IT dla Twojego Biznesu",
    "methodology": "Jak pracuję",
    "developer": "Kim jestem?",
    "menu_home": "O Athena",
    "menu_academy": "Akademia",
    "menu_software": "Programy",
    "menu_projects": "Projekty",
    "menu_contact": "Kontakt",
    "about_athena": "Athena House specjalizuje się w tworzeniu bezpiecznego oprogramowania. Moje usługi obejmują kodowanie w Java i JavaScript przy użyciu różnych frameworków. Aplikacje są wdrażane w chmurze, a infrastruktura jest zoptymalizowana pod kątem bezpieczeństwa.",
    "about_methodology": "Stawiam na podejście zorientowane na klienta poprzez wdrażanie metodologii Agile. Pozwala mi to na dostarczanie iteracyjnego i przyrostowego oprogramowania, zapewniając elastyczność i ciągłe doskonalenie na każdym etapie cyklu życia projektu.",
    "about_developer": "Nazywam się Bartosz Dziurowicz, jestem inżynierem oprogramowania z bogatym doświadczeniem w pracy z Javą i Reactem, specjalizującym się zarówno w rozwoju frontendowym, jak i backendowym. Mam również umiejętności w obszarze technologii chmurowych, co pozwala mi dostarczać skalowalne i bezpieczne rozwiązania. Posiadam certyfikat Java, potwierdzający moje kompetencje w tej dziedzinie.",
    "about_academy": "Athena House oferuje kursy szkoleniowe online dostępne na platformie Udemy. Pozwala to na rozwijanie umiejętności w dowolnym miejscu i czasie. Kliknij i ucz się z Akademią!",
    "about_software": "Athena House rozwija unikalne, oryginalne projekty oprogramowania oparte na moich własnych pomysłach. Wykorzystując najnowsze technologie, dostarczam rozwiązania, które są bezpieczne i dostosowane do konkretnych potrzeb z wdrożeniem w chmurze dla zoptymalizowanego bezpieczeństwa. Kliknij i sprawdź moje programy!",
    "about_projects": "Portfolio Athena House prezentuje różnorodne projekty realizowane dla klientów z różnych branż. Każdy projekt podkreśla moje doświadczenie i zaangażowanie w dostarczanie bezpiecznych i niezawodnych rozwiązań programowych dostosowanych do oczekiwań klienta. Kliknij i zobacz moje projekty!",
    "about_contact": "Skontaktuj się ze mną w przypadku pytań lub współpracy. Zawsze jestem gotowy omówić Twoje potrzeby związane z oprogramowaniem i jak Athena House może pomóc w osiągnięciu Twoich celów. Pozostańmy w kontakcie!",
    "software_carbonTracker": "Kompleksowa aplikacja z trzema usługami zbiera dane dotyczące śladu węglowego laptopów, oblicza je i przechowuje w bazie danych oraz wizualizuje na interfejsie frontendowym dla alertów, monitorowania i raportów ESG. Pomaga to firmom monitorować i redukować ich ślad węglowy, wspierając zrównoważony rozwój i zgodność z ESG.",
    "software_testCaseFileManager": "Program do zarządzania szablonami wspiera przypadki testowe kompatybilne z Jira. Przyjazny dla użytkownika interfejs oparty na Swing pozwala użytkownikom tworzyć i modyfikować pliki, które mogą być importowane do Jira.",
    "software_testCaseFileManager_description": "Zaawansowane narzędzie do zarządzania przypadkami testowymi, zaprojektowane z myślą o inżynierach testów i menedżerach projektów. Aplikacja oferuje intuicyjny interfejs użytkownika, który umożliwia łatwe dodawanie, edytowanie oraz zarządzanie przypadkami testowymi. Dzięki bogatym funkcjonalnościom, Test Case File Manager pozwala na skuteczne zarządzanie i organizację testów, co przyczynia się do zwiększenia efektywności pracy zespołów testowych. Pliki są zapisywane w formacie .csv i są kompatybilne z Jira, co pozwala na bezproblemowy import do systemu.",
    "software_testCaseFileManager_features_title": "Funkcjonalności",
    "software_testCaseFileManager_features_1": "Obsługa plików .csv: Importuj i eksportuj pliki przypadków testowych w formacie .csv, zapewniając pełną zgodność z wymaganiami X-Ray.",
    "software_testCaseFileManager_features_2": "Elastyczne zarządzanie danymi: Dodawaj, klonuj i usuwaj przypadki testowe z wykorzystaniem przyjaznego interfejsu użytkownika.",
    "software_testCaseFileManager_features_3": "Personalizacja tabel: Zmieniaj kolejność kolumn i wierszy, sortuj dane oraz edytuj je bezpośrednio w tabeli.",
    "software_testCaseFileManager_features_4": "Zaawansowane filtrowanie: Filtruj przypadki testowe według różnych kryteriów, aby szybko znaleźć potrzebne informacje.",
    "software_testCaseFileManager_features_5": "Integracja z X-Ray: Eksportuj dane w formacie zgodnym z X-Ray, minimalizując błędy i zapewniając spójność.",
    "software_testCaseFileManager_requirements_title": "Wymagania systemowe",
    "software_testCaseFileManager_requirements_1": "System operacyjny: Windows z zainstalowaną Javą w wersji co najmniej 1.8.",
    "software_testCaseFileManager_requirements_2": "Rozdzielczość ekranu: Od 1280x720 do 1920x1080 px.",
    "function_download_exe": "Pobierz",
    "documentation": "Dokumentacja",
    "in_progress_title": "W przygotowaniu...",
    "in_progress_description": "Ten dział jest obecnie w przygotowaniu. Zajrzyj ponownie wkrótce – treści pojawią się tutaj niebawem.",
    "footer": "© 2025 Zrobiono z pasją przez Bartosz Dziurowicz. Wszelkie prawa zastrzeżone."
}
  